import React, { Component } from "react";

class Auctions extends Component {

    render() {
        return (
            <div className="container" style={{"font-size": "18pt"}}>
                <h1>О проекте</h1>
                <p>Space открывает для различных групп инвесторов и криптоинвесторов доступ к рынку инвестиционных бриллиантов (особо редких и ценных бриллиантов природного происхождения, спрос на которые со временем будет становиться все выше) через инструмент их NFT-токенизации. Предоставляя возможность проинвестировать не только в целый бриллиант, но и в его доли, тем самым существенно расширяя круг потенциальных инвесторов. Делая сам процесс инвестирования удобным, прозрачным, надежным и децентрализованным.</p>

                <p>Space также нацелен на создание экосистемы на основе блокчейн, обеспечивающей весь цикл: покупка алмаза, обработка, сертификация, оценка, продажа, страхование, перевозка, хранение, токенизация, вторичный рынок.</p>

                <p>Наиболее перспективная часть проекта – интеграция NFT бриллиантов с игровой индустрией и метавселенной с целью придания им дополнительной ценности в эпоху Web 3.0.</p>
                <p>Токены, обеспеченные алмазами и бриллиантами, – это высоко востребованный в наше непредсказуемое время финансовый актив, чья стоимость устойчива к любым экономическим кризисам, защищена от инфляции, банкротства банков, биржевых падений и финансовых реформ. Это то, что можно без преувеличения назвать вневременной ценностью. Причем, ценностью не только материальной, но и духовной. Ведь эти камни, чей возраст исчисляется миллиардами лет, обладают огромной внутренней силой, о которой было прекрасно известны людям из высших слоев общества во все времена.</p>
                <a href="/wp1.0.docx" target="_blank" style={{
                    "display": "block",
                    "text-decoration": "none",
                    "width": "fit-content",
                    "border": "solid black",
                    "border-radius": "13px",
                    "padding": "8px",
                    "background": "black",
                    "font-weight": "bold",
                    "box-shadow": "black 0px 0px 20px",
                    "color": "white"
                }}>Скачать White Paper</a>
            </div>
        )
    }
}

export default Auctions;
